Repository: jeffreyvr/easy-photo-contests
Catalog: languages/easy-photo-contests-*.po
Languages: nl_nl

source: Are you sure you want to do this?
nl_nl: Weet je zeker dat je dit wil doen?

source: The URL has been copied to your clipboard.
nl_nl: De URL is gekopieerd naar uw klembord.

source: Entries
nl_nl: Inzendingen

source: View entry
nl_nl: Bekijk inzending

source: License
nl_nl: Licentie

source: License Options
nl_nl: Licentie opties

source: License Key
nl_nl: Licentiesleutel

source: Enter your license key
nl_nl: Vul jouw Licentiesleutel in

source: Activate License
nl_nl: Activeer licentie

source: active
nl_nl: actief

source: Deactivate License
nl_nl: De-activeer licentie

source: An error occurred, please try again.
nl_nl: Er is een fout opgetreden. Probeer het alsjeblieft opnieuw.

source: Your license key expired on %s.
nl_nl: Licentiesleutel is vervallen op %s.

source: Your license key has been disabled.
nl_nl: Je licentiesleutel is uitgeschakeld.

source: Invalid license.
nl_nl: Ongeldige licentie.

source: Your license is not active for this URL.
nl_nl: Je licentie is niet actief voor deze URL.

source: This appears to be an invalid license key for %s.
nl_nl: Dit lijkt een onjuiste licentiesleutel te zijn voor %s.

source: Your license key has reached its activation limit.
nl_nl: Jouw licentiesleutel heeft zijn activatielimiet bereikt.

source: Contest settings
nl_nl: Wedstrijd instellingen

source: Active
nl_nl: Actief

source: Yes
nl_nl: Ja

source: No
nl_nl: Nee

source: Start date
nl_nl: Startdatum

source: The contest will be automatically set active on this date.
nl_nl: De wedstrijd wordt automatisch actief op deze datum.

source: End date
nl_nl: Einddatum

source: The contest will be automatically set not active on this date.
nl_nl: De wedstrijd wordt automatisch niet-actief op deze datum.

source: &raquo; View contest entries
nl_nl: &raquo; Bekijk wedstrijdinzendingen

source: Thank you for using this plugin!
nl_nl: Bedankt voor het gebruiken van deze plugin!

source: If you need any help configuring this plugin, please check the <a href="%s">documenation</a> or <a href="%s">email us</a>.
nl_nl: Als je hulp nodig hebt bij de configuratie, bekijk dan de <a href="%s">documentation</a> of <a href="%s">e-mail ons</a>.

source: Photo Contest Settings
nl_nl: Fotowedstrijd instellingen

source: Settings
nl_nl: Instellingen

source: General
nl_nl: Algemeen

source: Voting
nl_nl: Stemmen

source: Entry
nl_nl: Inzending

source: Documentation
nl_nl: Documentatie

source: Server default
nl_nl: Server standaard

source: Select a page
nl_nl: Selecteer een pagina

source: When using permalinks use the following slug in the URL. Default: easy-photo-contest. You might have to update your permalink settings after changing this.
nl_nl: Bij gebruik van permalinks wordt dit als slug gebruikt in de URL. Standaard: easy-photo-contest. Na het wijzigen moet je mogelijk de permalink instellingen opnieuw opslaan.

source: Maximum file size
nl_nl: Maximale bestandsgrootte

source: The maximum upload file size of a photo. Your server limit is %s.
nl_nl: De maximale upload bestandsgrootte van een foto. Je serverlimiet is %s.

source: Use lightbox
nl_nl: Gebruik Lightbox

source: Will load <a href="%s">SimpleLightbox</a> (by Andre Rinas) script to enable image enlargement.
nl_nl: Zal het <a href="%s">SimpleLightbox</a> (door Andre Rinas) script laden om beeldvergroting mogelijk te maken.

source: Filter media library
nl_nl: Filter mediabibliotheek

source: When enabled the contest media will not show up in the admin media library.
nl_nl: Indien aangevinkt zullen de inzendingen niet in de mediabibliotheek verschijnen.

source: Entries per page
nl_nl: Inzendingen per pagina

source: The amount of entries you would like to show per page. Default is 12.
nl_nl: Het aantal inzendingen dat je per pagina wilt laten zien.

source: Columns per row
nl_nl: Kolommen per rij

source: The amount of columns you would like to show per row. Default is 3.
nl_nl: Het aantal kolommen die je wil laten zien per rij. De standaardwaarde is 3.

source: Check contest active state
nl_nl: Controleer wedstrijdstatus

source: When enabled you will be able to set an start en end date for your contest that will be automatically checked daily.
nl_nl: Indien ingeschakeld, kun je een begin- en einddatum voor wedstrijden instellen die vervolgens dagelijks automatisch wordt gecontroleerd.

source: Voting requirements
nl_nl: Stemvereisten

source: With these options you specify requirements that the voter needs to fulfill.
nl_nl: Met deze opties kun je bepaalde eisen voor stemmen stellen.

source: Voter must be logged in to vote.
nl_nl: De bezoeker moet zijn ingelogd om te stemmen.

source: Voter needs to leave an email address to vote.
nl_nl: Om te stemmen moet de bezoeker een e-mailadres achterlaten.

source: Voter needs to confirm the vote via email.
nl_nl: De gebruiker moet de stem bevestigen via e-mail.

source: Entry requirements
nl_nl: Inzendingvereisten

source: With these options you specify requirements that the contestant needs to fulfill.
nl_nl: Met deze opties kun je aangeven aan welke eisen een deelnemer moet voldoen.

source: The contestant must be logged in to submit an entry.
nl_nl: De deelnemer moet zijn ingelogd om een inzending te kunnen doen.

source: The contestant can only submit one photo per contest.
nl_nl: Een deelnemer kan slechts één afbeelding per wedstrijd insturen.

source: The entry needs to approved before it becomes visible.
nl_nl: De inzending moet worden goedgekeurd voordat deze zichtbaar wordt.

source: Submit entry page
nl_nl: Insturen inzending pagina

source: The page from where entries can be submitted.
nl_nl: De pagina waar bezoekers een inzending kunnen doen.

source: Check to show social media sharing buttons on entry pages.
nl_nl: Vink aan om de social media deel-opties te tonen op inzending-pagina’s.

source: Agree to terms
nl_nl: Accepteer voorwaarden

source: Check to have contestants agree to the terms.
nl_nl: Controleer of deelnemers akkoord gaan met de voorwaarden.

source: Terms text
nl_nl: Tekst van de voorwaarden

source: If Agree to Terms is checked, enter the agreement terms here.
nl_nl: Als Accepteer voorwaarden is aangevinkt, vul dan hier de voorwaarden in.

source: Vote confirmation subject
nl_nl: Stembevestiging onderwerp

source: Subject of the voting confirmation email.
nl_nl: Onderwerp van de stembevestiginsmail.

source: Vote confirmation text
nl_nl: Stembevestiging tekst

source: Text of the voting confirmation email. HTML is accepted. Available tags:
nl_nl: Tekst van de stembevestigingsmail.

source: Entry approval notification
nl_nl: Inzending goedkeuringsmelding

source: Send a notification to the contestants after approving their entry.
nl_nl: Stuur een notificatie aan de deelnemer wanneer zijn inzending is goedgekeurd.

source: Entry approval subject
nl_nl: Inzending goedkeuring onderwerp

source: Entry approval text
nl_nl: Inzending goedkeuring tekst

source: Admin entry notification
nl_nl: Admin inzendingsnotificatie

source: Send a notification to the admin when a new entry has been submitted.
nl_nl: Stuur een notificatie naar de beheerder wanneer een nieuw inzending is ingediend.

source: Actions
nl_nl: Acties

source: Approve
nl_nl: Goedkeuren

source: Not approved
nl_nl: Niet goedgekeurd

source: Permanently
nl_nl: Permanent

source: Delete
nl_nl: Verwijder

source: Confirm
nl_nl: Bevestig

source: Select a contest
nl_nl: Selecteer een wedstrijd

source: Select
nl_nl: Selecteren

source: Search entries
nl_nl: Zoek inzendingen

source: Select all
nl_nl: Alles selecteren

source: Name
nl_nl: Naam

source: Contestant
nl_nl: Deelnemer

source: Submit date
nl_nl: Indieningsdatum

source: Votes
nl_nl: Stemmen

source: Photo
nl_nl: Afbeelding

source: Select entry
nl_nl: Selecteer een inzending

source: View
nl_nl: Bekijk

source: Edit
nl_nl: Bewerken

source: No contest was selected or no entries are found.
nl_nl: Geen wedstrijd werd geselecteerd of geen inzendingen zijn gevonden.

source: Votes (%d)
nl_nl: Stemmen (%d)

source: Entry date
nl_nl: Inzendingsdatum

source: Description
nl_nl: Beschrijving

source: Approved
nl_nl: Goedgekeurd

source: Awaiting approval
nl_nl: Wachtend op goedkeuring

source: Save
nl_nl: Opslaan

source: &laquo; View all contest entries
nl_nl: &laquo; Bekijk wedstrijdinzendingen

source: Date
nl_nl: Datum

source: Voter
nl_nl: Stemmer

source: Show / hide confirmation URL
nl_nl: Toon / verberg confirmatie-URL

source: There are no votes for this entry.
nl_nl: Er zijn geen stemmen voor deze inzending.

source: Submit entry
nl_nl: Inzending toevoegen

source: There are no contests active at this moment.
nl_nl: Er zijn op dit moment geen actieve wedstrijden.

source: Contest
nl_nl: Wedstrijd

source: Your name
nl_nl: Jouw naam

source: Your email address
nl_nl: Jouw e-mailadres

source: Name of your entry
nl_nl: Naam van de inzending

source: Description of your entry
nl_nl: Omschrijving van de inzending

source: Select your photo
nl_nl: Selecteer een foto

source: You appear to be a spambot.
nl_nl: Je lijkt een spambot te zijn.

source: Please fill in your name.
nl_nl: Vul a.u.b. je naam in.

source: Please fill in your email address.
nl_nl: Vul a.u.b. jouw e-mailadres in.

source: Your email address is invalid.
nl_nl: E-mailadres is ongeldig.

source: Please select a contest.
nl_nl: Selecteer een wedstrijd.

source: You already participate in this contest.
nl_nl: Je doet al mee in deze wedstrijd.

source: In order to submit your entry you have to agree to the terms.
nl_nl: Om de inzending in te dienen moet je akkoord gaan met de voorwaarden.

source: Please provide your entry with a name (short description).
nl_nl: Voorzie de inzending van een naam.

source: Please select a photo.
nl_nl: Selecteer een foto.

source: Your photo must be in one of the following formats: jpg (jpeg), png.
nl_nl: Je afbeelding moet worden in een van de volgende formaten: jpg (jpeg), png.

source: Something went wrong with submitting your entry. Please check the form for validation messages.
nl_nl: Er ging iets mis met het verwerken van de inzending. Controleer of het formulier voor foutmeldingen.

source: Edit entry
nl_nl: Bewerk inzending

source: This is the entry "%s" for the %s contest.
nl_nl: Dit is de inzending "%s" voor de %s -wedstrijd.

source: Submit
nl_nl: Verzenden

source: In order to fill in this form, you must be <a href='%s'>logged in</a>.
nl_nl: Om dit formulier te bekijken, moet je <a href='%s'>ingelogd zijn</a>.

source: Confirm your vote
nl_nl: Bevestig je stem

source: Please confirm your vote by click this URL: {confirmation_url}
nl_nl: Bevestig je stem door te klikken op deze URL: {confirmatie_url}

source: Your entry has been approved
nl_nl: Je inzending is goedgekeurd

source: Your entry has been approved. You can view at this URL: {entry_url}
nl_nl: Je inzending is goedgekeurd. Bekijk de inzending hier: {entry_url}

# post type general name
source: Photo Contests
nl_nl: Fotowedstrijden

# post type singular name
source: Contest
nl_nl: Wedstrijd

# admin menu
source: Photo Contests
nl_nl: Fotowedstrijden

# add new on admin bar
source: Contest
nl_nl: Wedstrijd

# contest
source: Add New
nl_nl: Voeg toe

source: Add New Contest
nl_nl: Nieuwe wedstrijd toevoegen

source: New Contest
nl_nl: Nieuwe wedstrijd

source: Edit Contest
nl_nl: Bewerk wedstrijd

source: View Contest
nl_nl: Bekijk wedstrijd

source: All Photo Contests
nl_nl: Alle fotowedstrijden

source: Search Photo Contests
nl_nl: Zoek fotowedstrijden

source: No Photo Contests found.
nl_nl: Geen fotowedstrijden gevonden.

source: No Photo Contests found in Trash.
nl_nl: Geen fotowedstrijden gevonden in de prullenbak.

source: This post type contains the photo contests.
nl_nl: Dit berichttype bevat alle fotowedstrijden.

source: Not active
nl_nl: Niet actief

source: Submit vote
nl_nl: Verstuur stem

source: You are not able to vote in this contest.
nl_nl: Je kunt niet stemmen in deze wedstrijd.

source: You have already voted in this contest.
nl_nl: Je hebt al eens gestemd in deze wedstrijd.

source: %1$s License Key
nl_nl: %1$s licentiesleutel

source: There is a new version of %1$s available. %2$sView version %3$s details%4$s.
nl_nl: Er is een nieuwe versie van %1$s beschikbaar; %2$sbekijk de versie%3$s-details%4$s.

source: There is a new version of %1$s available. %2$sView version %3$s details%4$s or %5$supdate now%6$s.
nl_nl: Er is een nieuwe versie van %1$s beschikbaar; %2$sbekijk versie%3$s-details%4$s of %5$supdate nu%6$s.

source: You do not have permission to install plugin updates
nl_nl: Je hebt geen toestemming om plugins up te daten

source: Error
nl_nl: Fout

source: A new contest entry has been submitted
nl_nl: Een nieuwe wedstrijdinzending is ingezonden

source: A new contest entry has been submitted. You can view it here: %s
nl_nl: Een is een nieuwe inzending voor een fotowedstrijd ingediend. Je kunt het hier bekijken: %s

source: You can edit the entry here: %s
nl_nl: Je kunt hier bewerken: %s

source: This contest is not active at this moment.
nl_nl: Deze wedstrijd is op dit moment niet actief.

source: Your entry is submitted and awaiting approval from the moderators.
nl_nl: Je inzending is ingediend en wacht op goedkeuring van de moderators.

source: Order by:
nl_nl: Sorteer op:

source: Order:
nl_nl: Sortering:

source: Descending
nl_nl: Aflopend

source: Ascending
nl_nl: Oplopend

source: There are no entries yet, be the first!
nl_nl: Er zijn nog geen inzendingen, wees de eerste!

source: Could not upload the file.
nl_nl: Kon het bestand niet uploaden.

source: This entry does not exist.
nl_nl: Deze inzending bestaat niet.

source: Posted: %s ago
nl_nl: Geplaatst: %s geleden

source: Contestant:
nl_nl: Deelnemer:

source: Votes:
nl_nl: Stemmen:

source: This contest is not active.
nl_nl: Deze wedstrijd is niet actief.

source: Back to contest page
nl_nl: Terug naar de wedstrijdpagina

source: Fingerprint only
nl_nl: Alleen vingerafdruk

source: Enter contest
nl_nl: Doe mee

source: Thank you for voting!
nl_nl: Bedankt voor het stemmen!

source: We have send you an email with which you can confirm your vote.
nl_nl: We hebben je een e-mail gestuurd waarmee je jouw stem kan bevestigen.

source: Thank you!
nl_nl: Dank je!

source: Your vote has been confirmed.
nl_nl: Je stem is bevestigd.

source: Your vote has been confirmed already!
nl_nl: Je stem is al bevestigd!

source: %s votes
nl_nl: %s stemmen

source: This entry has not been approved yet. This entry is not visible for visitors.
nl_nl: Dit bericht is nog niet goedgekeurd. Dit bericht is niet zichtbaar voor bezoekers.

source: With the Easy Photo Contest plugin from Double Take Pigeon, you'll be able to quickly set up and organize photo contests.
nl_nl: Met de Easy Photo Contest plugin van Double Take Pigeon heb je alles bij de hand om snel fotowedstrijden te organiseren.
